;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Seyed Ehsan Hadi
; TranslationAuthorEmail: sy.ehsanhadi@gmail.com
; TranslationAuthorWeb: www.facebook.com/seyedehsan.hadi/
; Soft Version: 1.09.18
; Update: 2012-11-2
;
[GUI]
ButtonYes=بلی	
ButtonNo=خیر
ButtonOK=OK
ButtonMinimize=کوچک کردن
ButtonMaximize=بزرگ کردن
ButtonClose=بستن
ButtonRestore=بازگردانی
ButtonMenu=منو

[Lang]
NativeLanguage=فارسی
[Translation]
LangCode=0429
ReadHabit=right-to-left
LanguageName=FA
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=تایید
Warning=هشدار
Error=خطا
Confirm=تایید کردن
CurVer=نسخه کنونی:
;
; About
;
FrmGBAbout.caption= درباره ی ما
FrmGBAbout.btnok.caption=Ok
FrmGBAbout.lblver.caption=نسخه کنونی:
FrmGBAbout.lblemail.caption=ایمیل پشتیبانی:
FrmGBAbout.lblhome.caption=وب سایت اصلی:
FrmGBAbout.lblthank.caption=سپاس ویژه از افراد زیر به خاطره همکاری خود:

;
; Popup Menu
;
pmHelp=کمک رسانی آنلاین
pmHome=صفحه وب سایت اصلی
pmCheckNew=بررسی برای بروزرسانی
pmLang=زبان ها 
pmAbout=درباره ی ما
pmCheckNew=بررسی برای بروز رسانی
pmrun=اجرای بازی
pmadd=اضافه کردن بازی
pmdel=حذف بازی
pminfo=اطلاعات بازی
pmEndProcess=بستن پردازش
pmExclude=عدم شمول
pmNoExclude=لغو عدم شمول
pmGoogle=جست و جو با گوگل


;
; Main GUI
; 
FrmGBMain.BtnTabGame.Caption=بازی های من
FrmGBMain.BtnTabOpt.Caption=بهینه ساز سیستم
FrmGBMain.BtnTabProcess.Caption=بهینه ساز پردازش ها
FrmGBMain.BtnTabService.Caption=بهینه سازسرویس ها
FrmGBMain.Btnlikeit.Caption=پسندیدم
FrmGBMain.BtnRestore.Caption=بازگردانی

;
; Like Us
;
FrmLikeit.lblTitle.caption=را دوست می دارید ،لطفا آن را پیشنهاد کنید Wise Game Booster اگر
FrmLikeit.lblInfo.caption=را با تمامی دوستان،خانواده،همکلاسی ها و ... به اشتراک بگذارید !ِ Wise Game Booster لطفا
FrmLikeit.lblRate.caption= امتیاز بدهید Wise Game Boosterبه :
FrmLikeit.lblfollow.caption=ما را دنبال کنید:
FrmLikeit.lblshare.caption=را به اشتراک بگذارید Wise Game Booster:
FrmLikeit.btndownload.caption=دانلود رایگان
FrmLikeit.imgrate.hint=به ما امتیاز 5 ستاره بدهید
FrmLikeit.imgmail.hint=آن را با دوستانتان به اشتراک بگذارید
FrmLikeit.imgface1.hint= آن را در فیس بوک به اشتراک بگذارید
FrmLikeit.imgface2.hint=مارا در فیس بوک دنبال کنید
FrmLikeit.imgtwitter1.hint=آن را در توییتر به اشتراک بگذارید
FrmLikeit.imgtwitter2.hint=مارا در توییتر دنبال کنید
FrmLikeit.Caption=آن را بپسندید
FrmLikeit.lbldownload.caption= بیابید Wisecleaner.com نرم افزار های رایگان بیشتری را در

;
; gameinfo
;
FrmGameinfo.caption=اطلاعات بازی
FrmGameinfo.lbltype.caption=نوع بازی:
FrmGameinfo.lblname.caption=نام فایل:
FrmGameinfo.lblPublisher.caption=توسعه دهنده ی بازی:
FrmGameinfo.lbltimes.caption=دفعات اجرایی:
FrmGameinfo.lbllasttime.caption=آخرین اجرا:
FrmGameinfo.lblrate.caption=امتیاز بازی:
FrmGameinfo.lblcomment.caption=نکته ها:
FrmGameinfo.btnok.caption=OK
FrmGameinfo.btncancel.caption=لغو
;
;GameBox
;
FrmGameBox.btnsysopt.caption=بهینه شود
FrmGameBox.btnProcessopt.caption=بهینه شود
FrmGameBox.btnServiceopt.caption=بهینه شود
FrmGameBox.btnopt.caption=همگی بهینه شوند

;
;sysopt
;
FrmSysOpt.btnopt.caption=بهینه شود
FrmSysOpt.lblhint.caption=برای بهبود عملکرد بازی ها لطفا موارد زیر بهینه شوند
FrmSysOpt.lblreall.caption=بازگردانی همه
;
;processopt
;
FrmProcess.lblhint.caption=برای افزایش سرعت بازی ها، پردازش های حجیم باید بسته شوند 
ProcessCpu=CPUمیزان استفاده  
ProcessMemory=Memoryمیزان استفاده 
ProcessSuggest=پیشنهاد 
ProcessAction=مدیریت پردازش ها 
ProcessMostMemUse=میزان استفاده از حافظه برای برنامه های غیر سیستمی
;
;Serviceopt
;
FrmService.lblhint.caption=برای افزایش سرعت بازی ها، سرویس های نامربوط باید بسته شوند
ServicePublisher=توسعه دهنده
ServiceSuggest=پیشنهاد 
ServiceAction=مدیریت سرویس ها
ServiceStop=توقف سرویس های نا مربوط
ServiceDisable=توقف (پیشنهاد)ِ
ServiceEnable=اجرا (پیشنهاد)ِ 
ServiceKeep=بدون تغییر (پیشنهاد)ِ
ServiceMust=باید اجرا شود

;
;serviceRestore
;
Frmrestore.Btnreall.caption=همه ی سرویس ها را برگردان
Frmrestore.caption=سرویس بازگردانده شود
Frmrestore.Btnok.caption=OK
ServiceName=نام سرویس
ServiceChangeDateTime=آخرین تدوین
ServiceRestore=بازگرداندن سرویس 

[GameBox]
GameUnknow=ناشناخته
GameRPG=بازی های نقش محور
GameShot=بازی های تفنگی
GameOther=سایر بازی ها
NeverPlay=هرگز اجرا نشده
UnknowPublisher=توسعه دهنده ، ناشناخته
lstbtnadd=اضافه کردن بازی
LblSysopt=بهینه ساز سیستم 
LblProcessopt=مدیریت پردازش ها 
LblServiceopt=بهینه سازی سرویس ها 
LblTitleCheck=در حال آزمودن بازدهی سیستم؛ لطفا شکیبا باشید...ِ

[message]
FirRun= در ابتدای اجرای خود به جستجوی بازی ها بپردازد ؟ WGB آیا مایل هستید 
NoNewVer=تبریک میگوییم ! نرم افزار شما به روز است
CheckComputer=در حال آزمودن بازدهی سیستم؛ لطفا شکیبا باشید...ِ
SearchGame=در حال پیدا کردن بازی ها؛ لطفا شکیبا باشید...ِ
Allgood=تبریک می گوییم ! وضعیت سیستم شما خوب است؛نیازی به بهینه سازی نیست
SysGood=تبریک می گوییم ! هیچ موردی نیاز به بهینه شدن ندارد
ProcessGood=تبریک می گوییم ! هیچ پردازشی نیاز به بسته شدن ندارد
ServiceGood=تبریک می گوییم ! هیچ سرویسی نیاز به توقف ندارد
HaveProblem= مورد پیدا شد؛ لطفا روی دکمه "همگی بهینه شوند" کلیک کنید%d
sysProblem=عدد از موارد می توانند بهینه شوند%d
Processproblem= عدد ازپردازش ها می توانند برای آزادسازی حافظه بسته شوند%d
Serviceproblem=عدد ازسرویس ها می توانند بسته شوند%d
DeleteGame=آیا به حذف بازی یقین دارید؟َ
HaveOpt=بهینه گشت
btnRestore=بازگشت
btnOpt=بهینه شود
BtnAction=انجام ...ِ
BtnStop=توقف سرویس
SuggestClose=بستن (پیشنهاد)ِ
SuggestKeep=بدون تغییر (پیشنهاد)ِ
haveStoped=متوقف شد
HaveRun=اجراشد
BtnRun=اجرا
HaveFail=توقف،ناموفق
OptComputer=در حای بهینه سازی؛ لطفا صبر کنید...ِ
AllgoodAfterOpt=آزادی یافت؛حالا به بازی بپردازید !ِ %s MB بهینه سازی تمام شد و   
AllgoodAfterManualOpt=تبریک می گوییم ! سیستم بهینه شد؛حالا به بازی بپردازید !ِ
HaveProblemAfterOpt= از حافظه آزاد شد %s MB از آیتم ها نتوانستند بهینه شوند, اما %d  


[sysopt]
SystemStable=پایداری سیستم
SystemSpeedup=تسریع سیستم
NetworkSpeedup=تسریع شبکه
AutoKill=برای جلو گیری از هنگ کردن سیستم ، نرم افزارهای غیر پاسخ گو به صورت خودکار بسته شوند
RestartExplorer=برای جلوگیری از محو شدن دسکتاپ "کاوشگر ویندوز"به صورت خودکار دوباره راه اندازی شود  
TwoProcess=برای جلوگیری از تداخل، "کاوشگر ویندوز" در پردازشی جدا ایجاد شود
ErrorReport=برای افزایش سرعت  سیستم "گزارشگر خطا"غیرفعال گردد
Debugger=غیرفعال شود "Debugger"برای افزایش سرعت رسیدگی به خطا
OptMemory=برای افزایش بازده سیستم ، تنظیمات پیش فرض حافظه بهینه شود
OptVEff=شَمای کلی "منوها و ... "برای افزایش سرعت پاسخگویی، بهینه شود 
OptFileSystem=برای افزایش سرعت سیستم ، فایل های سیستم بهینه شوند
OptDiskSystem=و "زیرسیستم ها"بهینه شوند "Disk I/O" برای بهبود سرعت سیستم، تنضیمات
DisAutoRun=غیر فعال شود"Autoplay" برای جلوگیری از آلودگی به بدافزارها
OptTTL=بهینه شوندTTL(Time To Live) برای افزایش سرعت شبکه، تنظیمات 
OptNetForward=برای بهبود عملکرد شبکه ، توانایی ارسال و حمل ونقل آن، بهینه شود
OptMTU=TCP/IP برای بهبود راندمان "Path MTU Discovery "به وسیله ی ترفند "Black Holes"شناسایی   
OptWINS=بهینه شود "WINS" برای بهبود سرعت انتقال اطلاعات،زمان جست وجوی نام 
OptNetWork=برای بهبود عملکرد انتقال اطلاعات ،تنظیمات شبکه بهینه شود 
CloseAnimate=حالت انیمیشنی کوچک کردن و بزرگ کردن صفحه ، برای بهبود راندمان نمایش، اجرا نشود
PagingExecutive=به منظور تسریع اجرای نرم افزار ها، صفحه گذاری حافظه غیر فعال شود ( اگر رَم شما کم تر  از1 گیگابایت است،نادیده گرفته شود)ِ
StaticIP=ثابت برای ارتباطات، به منظور افزایش سرعت بارگذاری سیستم عامل IP ایجاد یک
PorcessorTime=بهبود بازده پردازش ها برای اجرای روان تر برنامه ها یا بازی ها .(اگر کامپوتر شما سرور است، نادیده گرفته شود)ِ
DisableIDECheck=از چک کردن کانال ها برای افزایش سرعت بارگذاری سیستم عامل IDE منع
ForeAppSpeed=افزایش سرعت نمایش برنامه های پیش نما
AeroPeek= Aero Peek بهبود سرعت نمایش 



